Repository: ngthailam/flutter_password_saver
Catalog: lib/l10n/intl_*.arb
Languages: vi

source: Welcome to
vi: Chào mừng đến với

# benefit1Part1
source: A place to remember all of your Passwords for you
vi: Nơi lưu trữ tất cả mật khẩu của bạn một cách

# benefit1Highlight1
source: SECURELY
vi: BẢO MẬT

# benefit1Part2
source: using your device {deviceSecureStorage}
vi: qua sử dụng {deviceSecureStorage} của thiết bị

# benefit2Part1
source: Internet connection is
vi: Kết nối Internet

# benefit2Highlight1
source: NOT USED
vi: KHÔNG ĐƯỢC DÙNG

# benefit2Part2
source: so you can assure that your passwords are not sent anywhere
vi: bạn có thể an tâm là mật khẩu không bị gửi đi bất cứ đâu

source: Get started
vi: Bắt đầu

# nameInputTitle
source: What is your name?
vi: Tên bạn là gì?

# nameInputHint
source: Enter your name
vi: Nhập tên bạn

# nameInputError
source: User name must not be empty
vi: Tên không được để trống

# textContinue
source: Continue
vi: Tiếp tục

source: Congratulation
vi: Chúc mừng

# congratulationSubtitle
source: You are all set up!
vi: Bạn đã đăng ký thành công!

# secuQuesDialogTitle
source: If you dont answer, you cannot use forget password function
vi: Nếu không trả lời, một số tính năng có thể bị khoá

source: Confirm
vi: Xác nhận

source: Cancel
vi: Bỏ

source: Skip
vi: Bỏ qua

# secuQuesTitle
source: (Optional) Answer a question to retrieve your password when you forget it.
vi: (Không bắt buộc) Trả lời câu hỏi bảo mật phòng khi bạn mất mật khẩu.

# secuQuesHint
source: Answer
vi: Trả lời

source: Answer
vi: Trả lời

# secuQuesError
source: Answer must not be empty
vi: Câu trả lời không được để trống

source: Hi
vi: Xin chào

# choosePassword
source: , please choose your password
vi: , xin vui lòng chọn mật khẩu

# savePassError
source: Some fields are empty
vi: Một số trường đang bị bỏ trống

# savePassHint
source: Enter your Password
vi: Nhập mật khẩu

# savePassHintConfirm
source: Confirm your Password
vi: Xác nhận mật khẩu

source: Search
vi: Tìm kiếm

# emptyPasswordHint
source: Save your first password
vi: Tạo mật khẩu đầu tiên

# noResults
source: No results found
vi: Không tìm thấy kết quả

source: Preferences
vi: Cài đặt

source: Delete Account
vi: Xoá tài khoản

# prefRequireLogin
source: Require login on open app
vi: Yêu cầu mật khẩu khi đăng nhập

# prefDarkMode
source: Enable dark mode
vi: Bật theme tối

# savePassTitle
source: Save your Account and Password
vi: Lưu tài khoản và mật khẩu

# savePassSubTitle
source: Your password is only saved locally, you can use network activity to check no Internet connection is establish
vi: Mật khẩu của bạn chỉ được lưu trong máy, bạn có thể kiểm tra hoạt động Internet của máy để xác nhận

# savePassHintName
source: Name (Netflix account)
vi: Tên (Tài khoản Netflix)

# savePassHintAccName
source: Account (abc@gmail.com)
vi: Tài khoản (abc@gmail.com)

# savePassHintPasswordName
source: Password (123456)
vi: Mật khẩu (123456)

source: Save
vi: Lưu

# sbSaveSuccess
source: Password saved successfully
vi: Lưu mật khẩu thành công

# sbLoginError
source: Username or password incorect
vi: Tên hoặc mật khẩu không đúng

# sbLoginErrorAttempt
source: Too many attempts, try again in {timeLock}
vi: Đăng nhập quá nhiều lần, thử lại sau {timeLock}

# sbAccountDeleted
source: Account deleted
vi: Tài khoản đã bị xoá

# sbAnswerWrong
source: Answer not correct
vi: Câu trả lời không đúng

# sbUpdateSuccess
source: Password changed successfully
vi: Thay đổi mật khẩu thành công

# sbEditSuccess
source: Edit password successfully
vi: Thay đổi mật khẩu thành công

# sbDeletePassword
source: Deleted password for [{accountName}]
vi: Xoá mật khẩu cho [{accountName}]

# copied
source: Copied {copiedText}
vi: Sao chép {copiedText}

# sbEye
source: Must press eye icon to toggle visibility before copying
vi: Bấm hình mắt để hiển thị mới có thể sao chép

# sbDeleteSuccess
source: Delete successfully
vi: Xoá thành công

# sbDeleteError
source: Delete Failed
vi: Đã có lỗi xảy ra

# sbUpdateAccPassSuccess
source: Account password updated
vi: Mật khẩu đã được cập nhật

source: Welcome back
vi: Chào mừng trở lại

source: Delete
vi: Xoá

source: Settings
vi: Cài đặt

source: Edit
vi: Sửa

source: Language
vi: Ngôn ngữ

# langEn
source: English
vi: Tiếng Anh

# langVn
source: Vietnamese
vi: Tiếng Việt

# settingsAlwaysShow
source: Always show account name and password
vi: Luôn hiển thị tên và mật khẩu

# settingsAlwaysAuthen
source: Always require authen to see password
vi: Luôn yêu cầu nhập mã để xem mật khẩu

# errorPassIncorrect
source: Password incorrect
vi: Mật khẩu không hợp lệ

source: undo
vi: Hoàn tác
